{
  "title": "Tanmay Page",
  "profileImage": "/assets/images/madhur.jpeg",
  "tagline": "Full-Stack Web Developer",
  "aboutSection": {
      "title": "About",
      "content": "I'm a passionate full-stack web developer with a deep love for clean, efficient code and a knack for solving complex problems. My journey in the world of web development started during my college days, and since then, I've been crafting web experiences that blend creativity and functionality."
  },
  "experienceSection": {
      "title": "Experience",
      "items": [
          {
              "year": "2022-Present",
              "company": "Tech Solutions Inc.",
              "position": "Full-Stack Developer",
              "description": "At Tech Solutions Inc., I work as a full-stack developer, contributing to the development of dynamic web applications. My responsibilities include front-end development using React, back-end development with Node.js, and database management with MongoDB."
          },
          {
              "year": "2020-2022",
              "company": "Webify Labs",
              "position": "Junior Web Developer",
              "description": "During my tenure at Webify Labs, I played a key role in developing responsive and user-friendly websites. I collaborated with cross-functional teams to bring design concepts to life, and I gained extensive experience in HTML, CSS, JavaScript, and front-end frameworks."
          }
      ]
  },
  "projectsSection": {
      "title": "Projects",
      "projects": [
          {
              "image": "/assets/images/project1.png",
              "title": "E-commerce Website",
              "description": "I created a robust e-commerce website with a user-friendly interface and secure payment processing. The site features product catalog management, user accounts, and a seamless checkout process."
          },
          {
              "image": "/assets/images/project2.png",
              "title": "Portfolio Website",
              "description": "My personal portfolio website is a testament to my skills as a developer. It's responsive, showcases my projects, and allows me to demonstrate my proficiency in front-end technologies."
          },
          {
              "image": "/assets/images/project3.png",
              "title": "Task Management App",
              "description": "As a personal project, I developed a task management application that helps users organize their daily activities. It includes features for task creation, priority setting, and due date reminders."
          }
      ]
  }
}

  